acpi
acpid
albert
arc-gtk-theme
archey-git
asciiquarium
autoconf
automake
awesome-terminal-fonts
bash
binutils
bison
bluedevil
bluej
bluez-utils
breeze
breeze-gtk
broadcom-wl-dkms
bzip2
capitaine-cursors
cava
cmatrix
compton
coreutils
cowfortune
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discover
drkonqi
dunst
e2fsprogs
ed
efibootmgr
espeak
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-breeze-git
gnome-themes-extra
google-chrome
gotop
grep
groff
grub
grunt-cli
gtk-chtheme
gtop
gtypist
gzip
hdparm
headset-bin
highlight
hsetroot
htop
i3-gaps
i3blocks
i3lock
i3lock-fancy-git
i3lock-fancy-rapid-git
i3status
imagemagick
inetutils
intel-ucode
iproute2
iputils
iw
java-openjfx
java8-openjfx
jdk-openjdk
jdk8-openjdk
jfsutils
jsoncpp
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
knetattach
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
kupfer
kwallet-pam
kwayland-integration
kwin
kwrited
latte-dock
less
libkscreen
libksysguard
libmp4v2
libreoffice-fresh
libtool
licenses
light
linux
linux-firmware
linux-headers
logrotate
lvm2
lxappearance
m4
maim
make
man-db
man-pages
mdadm
mesa-demos
milou
moc
mopidy
mopidy-youtube
mp3blaster
mpc
mpd
mpv
muparser
nano
ncmpcpp
nemo
neofetch
neovim
netctl
nnn
noto-fonts
numix-circle-icon-theme-git
numix-gtk-theme
ocs-url
opusfile
otf-fantasque-sans-mono
otf-hermit
otf-san-francisco
oxy-neon
oxygen
pacman
pacman-contrib
patch
pavucontrol
pciutils
perl
pipes.sh
pkgconf
plank
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
polybar
powerdevil
powerline
powerline-fonts
ppp
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-dbus
python-neovim
python-pip
python-pywal
python2-youtube-dl-git
ranger
refind-efi
reiserfsprogs
rofi
rxvt-unicode
s-nail
sddm-kcm
sed
shadow
shc
siji-git
solarized-dark-themes
spotify
sublime-text
sudo
sysfsutils
systemd
systemd-sysvcompat
systemsettings
tar
termsaver-git
termsyn-font
texinfo
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-iosevka
ttf-kochi-substitute
ttf-liberation
ttf-linux-libertine
ttf-material-icons-git
ttf-meslo
ttf-monoid
ttf-prociono
ttf-unifont
unclutter-xfixes-git
unimatrix-git
unzip
upower
usbutils
user-manager
util-linux
vi
vim
visual-studio-code-bin
vlc
vlock-original
w3m
wget
which
wmctrl
wpa_supplicant
xclip
xcursor-bluecurve
xdg-desktop-portal-kde
xdotool
xf86-video-vesa
xflux
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yadm
yay
zsh
